acpi
acpid
adapta-gtk-theme
alsa-utils
android-tools
android-udev
arandr
arc-gtk-theme
aria2
atool
atop
audacity
autoconf
automake
avidemux-qt
baobab
bash
bash-language-server
bbswitch-dkms
biber
bind
binutils
bison
bless
blueman
bluez
bluez-utils
breeze-gtk
bzip2
calibre
cheese
cmake
cmatrix
conky
coreutils
cronie
cryptsetup
cuda
cudnn
cups
cyrus-sasl
dconf-editor
device-mapper
diffutils
dmenu
dnsmasq
docker
docker-compose
e2fsprogs
ecryptfs-utils
efibootmgr
encfs
eog
epiphany
ethtool
evince
exfatprogs
ext4magic
fakeroot
feh
file
file-roller
filesystem
findutils
firefox
firewalld
flatpak
flex
fping
fuseiso
galculator
gawk
gcc
gcc-fortran
gcc-libs
gdb
gdm
gdmap
gedit
geogebra
gettext
gimp
git
git-crypt
git-lfs
glibc
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-documents
gnome-font-viewer
gnome-icon-theme
gnome-icon-theme-extras
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gpart
gparted
grep
grilo-plugins
groff
grub
grub-btrfs
grub-customizer
gtk-chtheme
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hey
htmldoc
htop
hwloc
hydra
i3-gaps
i3blocks
imlib2
inetutils
inkscape
intel-ucode
iproute2
iputils
irqbalance
iw
jfsutils
john
kdenlive
kitty
konsole
kruler
less
libreoffice-extension-texmaths
libreoffice-fresh
libtool
licenses
light
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-litarvan
linux-firmware
linux-headers
linux-lts
linux-lts-docs
linux-lts-headers
linux-zen
linux-zen-docs
linux-zen-headers
logrotate
lostfiles
lshw
lsof
luit
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
materia-gtk-theme
mdadm
mlocate
mpv
mtools
multipath-tools
nano
nautilus
neovim
netctl
network-manager-applet
networkmanager-openvpn
nmap
nodejs
ntfs-3g
numlockx
nvidia-dkms
nvidia-settings
nvtop
obs-studio
okular
openvpn
orca
pacman
pacman-contrib
pamixer
pandoc
papirus-icon-theme
parallel
parted
patch
pavucontrol
pax-utils
pciutils
pdfpc
pdftk
perl
perl-file-homedir
perl-file-mimeinfo
perl-yaml-tiny
picom
pkgconf
pkgfile
polkit-gnome
powerline-fonts
prettier
print-manager
procps-ng
psensor
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pymol
python-black
python-jedi
python-libarchive-c
python-matplotlib
python-pandas
python-pip
python-pipenv
python-pyflakes
python-pylint
python-pytest
python-rope
python-scikit-learn
python-scipy
python-seaborn
python2
python2-pip
qemu
qt5ct
ranger
redshift
reflector
reiserfsprogs
rmlint
rofi
rsync
rygel
s-nail
screen
seahorse
sed
shadow
shellcheck
shfmt
signal-desktop
simple-scan
singularity-container
sl
slock
speedtest-cli
spice-vdagent
sshfs
sudo
sushi
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tar
telegram-desktop
tensorboard
testdisk
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tipp10
tk
tmux
tor
totem
traceroute
tracker
tracker-miners
transmission-gtk
trash-cli
ttf-fira-code
ttf-font-awesome
ttf-inconsolata
ttf-ubuntu-font-family
udiskie
unrar
usbutils
util-linux
v4l2loopback-dkms
vi
vim
vino
virt-manager
vnstat
vulkan-intel
w3m
wget
which
whois
wireguard-tools
wireless_tools
xautolock
xclip
xcursor-bluecurve
xcursor-comix
xcursor-flatbed
xcursor-neutral
xcursor-pinux
xcursor-simpleandsoft
xcursor-themes
xcursor-vanilla-dmz
xcursor-vanilla-dmz-aa
xdg-user-dirs-gtk
xdotool
xf86-video-intel
xf86-video-vesa
xfsprogs
xkeycaps
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xload
xorg-xlogo
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xpad
xsel
xterm
yarn
yelp
zathura
zathura-djvu
zathura-pdf-mupdf
zsh
